<script setup lang="ts"></script>

<template>
  <h4>相关度定义</h4>
  <p>
    如果你正在写一份报告或开发一个关于该主题的应用程序，并将在报告或应用程序中使用该数据集所包含的信息，那么该数据集是相关的。
  </p>
  <span>
    相关性是用 <b>0-2</b> 的分级标准给出的，其中包括：
    <ul>
      <li>0: 代表<b>不相关</b></li>
      <li>1: 代表<b>部分相关</b></li>
      <li>2: 代表<b>高度相关</b></li>
    </ul>
  </span>
  <h4>注意事项</h4>
  <span>
    <ul>
      <li>推荐访问资源详情页网址获取数据集具体信息, 如数据格式和数据预览.</li>
      <li>
        如果链接失效或者数据集不公开, 且 <b>dataset_id</b> 小于 <b>100000</b>,
        可以查看具体文件内容来获取数据集具体信息.
      </li>
      <li>点击数据文件条目可以查看前 <b>10</b> 行内容.</li>
      <li>查看标注历史条目后单击<b>确定</b>以继续标注.</li>
    </ul>
  </span>
</template>
